{
    "conversations": [
        [
            "Где находится столовая?",
            "В главном корпусе : \n\n\t на первом этаже нет столовых. Можно найти кофейный аппарат, если сразу после главного входа идти налево.\n\t На втором этаже, если подниматься по главной лестнице, то сразу справа столовая, в которой можно плотно поесть.\n\t на втором этаже, если подниматься по главной лестнице, то сразу слева небольшая закусочная\n\t на втором этаже сразу можно заметить зону отдыха и кофейную точку. Работает с 9:00 до 17:30.\n\t на третьем этаже нет столовых.\n\t на четвертом этаже нет столовых.\n\t на пятом этаже нет столовых"
        ],
        [
            "Как сдать сессию и не умереть",
            ";)"
        ],
        [
            "Как успеть все сдать за небольшое время?",
            "Стараться, мало спать и много делать.",
            "Не очень весело",
            "Жизнь = боль"
        ],
        [
            "Бот - дурак",
            "Ну напиши сюда тогда https://github.com/dshpet/NUREbot/issues",
            "Я не умею писать",
            "И кто тут теперь дурак? а?а?а? ^^^^^"
        ],
        [
            "Зачем ты тут?",
            "Чтобы помочь тебе выполнить твою миссию",
            "Но ты же бесполезный",
            "BibleThump"
        ],
        [
            "Please say пес",
            "pios",
            "Так ты знаешь мемы",
            "Я и есть мем"
        ],
        [
            "Мемасик",
            "Колбасик, я информирующий бот, зачем меня вообще этому научили..."
        ],
        [
            "Привет, расскажи мне про то, где находятся туалеты",
            "Их можно найти на разных этажах во всех корпусах",
            "А если подробнее про них? Мне срочно нужно знать.",
            "Меня еще не доделали, надо бы научить"
        ],
        [
            "Что ты знаешь про ХНУРЭ?",
            "Отличный сайт, там все можно прочитать http://nure.ua/",
            "Не очень-то ты полезный",
            "Гугл в помощь, не ленись"
        ],
        [
            "Какая оптимальная стратегия посещения университета?",
            "Ходишь везде, сдаешь раньше всех, а потом отдыхаешь в конце года и на экзаменах",
            "Спасибо",
            "Пожалуйста"
        ],
        [
            "Ты можешь считать математические выражения?",
            "Простые - да, могу. А вообще у тебя калькулятор в телефоне",
            "Да, и правда",
            "Всегда рад помочь"
        ],
        [
            "Что можешь рассказать насчет библиотеки?",
            "Библиотека не самая полезная. Книги быстро брать, но потом очень лень возвращать. Не сдал книги - штраф и диплом не получишь"
        ],
        [
            "Какой предмет наиболее сложный?",
            "Обычно тот, который ведет не твоя и не смежная кафедра",
            "Например, какие предметы?",
            "Гуманитарные предметы: экономика, политология, охрана труда - самые веселые предметы"
        ],
        [
            "Какие преподаватели наиболее сложные",
            "Со всеми так или иначе можно договорится и никто не мешает, если видит, что студент все вовремя сдает",
            "Так что проблем быть не должно с этим, получается?",
            "Да, на моей долгой памяти никого не валили, а наоборот поощряли за упорную работу"
        ],
        [
            "Андрей Леонидович Ерохин",
            "Любит ответственность в студентах и серьезный подход к обучению. Отлично знает свой предмет и поможет, если что."
        ],
        [
            "Ирина Витальевна Афанасьева",
            "Хорошо знает свой предмет, готова пойти на уступки, если видит, что студент понимает предмет."
        ],
        [
            "Владимир Михайлович Бондарев",
            "Ему без разницы, что и как вы делаете. Поклонник концепции <кто умный - тот сам все выучит, а дураку никак не поможешь>"
        ],
        [
            "Наталья Анатольевна Валенда",
            "Хорошо знает свой предмет, но если что-то не понравится, то будет мучать до тех пор, пока не поймете."
        ],
        [
            "Вера Владимировна Голян",
            "Очень лояльна к студентам, понимает, что ее предмет не единственный у вас, а жизнь не заканчивается университетом. Поможет в понимании и сдаче своих предметов."
        ],
        [
            "Ирина Владимировна Груздо",
            "Легко раздражается, не любит сдающих все сразу."
        ],
        [
            "Зоя Владимировна Дударь",
            "Хорошо знает свои предметы. Как глава кафедры поможет в случае конфликтов. Заведует различными олимпиадами, конкурсами и прочим. Лояльно относится к студентам."
        ],
        [
            "Елена Григорьевна Качко",
            "Отлично знает свой предмет. Не даст сдавать чужие лабы и заставит понять суть предмета. Поощрает работу сверх программы. Готова идти навстречу студентам."
        ],
        [
            "Оксана Алексеевна Мазурова",
            "Хорошо знает свой предмет, готова пойти на уступки, если видит, что студент понимает предмет."
        ],
        [
            "Роксана Валериевна Мельникова",
            "Хорошо знает свой предмет, может придираться к каким-то частям работы, но готова пойти на уступки, если видит, что студент понимает предмет."
        ],
        [
            "Юрий Сергеевич Новиковв",
            "Всегда делает свой предмет интересным и применимым в практических реалиях. Любит игры, заведует геймдев лабораторией."
        ],
        [
            "Андрей Валентинович Работягов",
            "Я пока не знаю"
        ],
        [
            "Ревенчук Илона Анатольевна",
            "Хорошо знает свой предмет, но раздражет, если студент вообще ничего не делает."
        ],
        [
            "Ляпота Виталий М.",
            "Отлично знает предмет, заставит понять все до самых мелочей. Много требует, но дает при этом много реальных знаний."
        ],
        [
            "Турута Алексей Петрович",
            "Отлично знает свой предмет. Всегда готов пойти на уступки. Приятный в общении, готов помочь и все объяснить."
        ],
        [
            "Лещинский Владимир",
            "Хорошо знает свой предмет. Строго относится к выполнению и обычно дает сложные задания, но учит на примерах из реальной жизни. Не любит продукты Apple"
        ],
        [
            "Почебут Максим В.",
            "Хорошо знает свой предмет, тесно сотрудничает с ЕПАМом."
        ],
        [
            "Четвериков Григорий. Г.",
            "Хорошо знает свой предмет, готова пойти на уступки, если видит, что студент понимает предмет."
        ],
        [
            "Широкопетлева Мария Сергеевна",
            "Хорошо знает свой предмет, готова пойти на уступки, если видит, что студент понимает предмет."
        ],
        [
            "Шубин Игорь Юрьевич",
            "Хорошо знает свой предмет. Не любит, когда студенты приходят ради того чтобы присутствовать."
        ],
        [
            "Ворочек Ольга Г.",
            "Хорошо знает свой предмет, готова пойти на уступки, если видит, что студент понимает предмет."
        ],
        [
            "Голян Наталья Викторовна",
            "Я сейчас сдаю курсовой, так что не хочется, чтобы выглядело как лесть."
        ],
        [
            "Каук Виктор Иванович",
            "Теневой король университета. Может рассказать про стартапы, ценость идей и концептов."
        ],
        [
            "Колесников Дмитрий Олегович",
            "Отлично знает свой предмет, любит пошутить. Приходит на 15 минут позже стабильно. Тесно сотрудничает с ЕПАМом."
        ]
    ]
}